[
    {
        "title": "all_message",
        "text": "[In reply to Shohrux🗽]\nRo'yhatdan o'tish uchun qo'llanma: https://youtu.be/_pnZSaNoTbM\nRo'yhatdan o'tgandan so'ng qilinadigan ishlar: https://youtu.be/6I_3txCuS_Y\nSinfxona bilan tanishish Udacity (classroom): https://youtu.be/hltfdjonpWQ\nPlatformada tilni o'zgartirish: https://youtu.be/md0BxjsYWk0"
    },
    {
        "title": "omuc_nima",
        "text": "Assalamu Alaykum. Siz uzbekcoders.uz da dasturlash ni bepul o'rganishingiz mumkin. Darslar Udacity tomonidan bepul beriladi va Udacity grandlar ham ajratgan. avval siz account ochib keyin uni Udacity bilan bog'lashingiz kerak. o'zingiz ga yoqgan 4 ta yo'nalish ni birini tanlab unda tahsil olasiz online ravishda. taxminan 5_6 oy da bitta trekni tugatasiz. oxirda yakuniy baholash da qatnashish uchun ariza topshirish kerak. keyin imtihon kunida email ga kelgan link orqali kirib topshirasiz keyingi imtihon 20_mart kuni bo'ladi. imtihonda eng ko'p ball to'plagan 50 kishi qabul qilinadi. Bu grand kursning summasi 1500$. siz bunda chuqurlashtirilgan kurslarga ega bo'lasiz. shuning uchun vaqtni boy bermang hoziroq boshlang uzbekcoders.uz/register dasturlash ni o'rganib yorqin kelajak sari olg'a boring.\n\nEslatma : sertifikatini foydasi yo'q sertifikat sizga keyingi bosqichga o'tish uchun kerak. sizning sertifikatingiz emas bilimingiz muhim !\n\nSafaringizda omad tilayman siz ham O'zbekistonimizga keraksiz. Shuning uchun buni isbotlash vaqti keldi. Qani unday bo'lsa ishga kirishing. account ochishda muammo bo'lsa guruhga bemalol yozing kim bilsa albatta javob beradi. yana bir bor omad tilayman."
    },
    {
        "title": "email",
        "text": "Email allaqachon olingan.🔴\n Ammo siz emailizni birinchi marta kiritgansiz lekin shunaqa  xato ko'rsatyapdi.\n🔸1. Sizda shunaqa xato kuzatilsa, https://uzbekcoders.uz/login  ushbu saxifaga o'ting va ro'yxatdan o'tganda kiritgan email va parolizzi kiriting.\n🔸2. Siz, ,ma'lumotlarni boshidan kiriting va emailizni to'g'ri kiritganingizga ishonch komil qiling. Ro'yxatdan o'tish tugmasini yana bosing."
    },
    {
        "title": "parolni unutdim",
        "text": "\"parolni unutdingizmi?\" degan joyiga bosasiz keyin emailga kodni yangilash uchun link boradi shu bilan kirib yangilaysiz keyin uzbekcoders.uz/login ga kirishingiz mumkin bo'ladi"
    },
    {
        "title": "tiyn",
        "text": "Maslahatim bu maqolani o'qib chiqing: https://community.uzbekcoders.uz/post/one-million-uzbek-coders-omuc-sertifikatlari-nima-ular-nega-kerak-5f7ebbd1aac3b349c025211b"
    },
    {
        "title": "reg",
        "text": "Assalom alaykum, mana sizga text va vedio formatdagi sifatli qollanmalar hamda vedio ma'lumotlar, kerakli joylaridan koraverasiz :\nhttps://community.uzbekcoders.uz/post/uzbekcoders-birinchi-dars-elektron-pochta-yaratamiz-uzbekcoders-uz-ro-yxatdan-o---5eb7c764e2e12e61659a1878\n\n\n#reg https://www.youtube.com/watch?v=s6elBlJYUv8&lc=UgzyDoDN5tfRpVwai-l4AaABAg"
    }
]